export const recipes = [
    
    {id: 1, name: 'Цезарь с лососем', cooking: 'Салат «Цезарь» можно приготовить с лососем — это вариант классического салата, который сочетает нежность лосося, свежесть овощей и хрустящие сухарики. Существуют разные рецепты: классический, с запечённым багетом или с креветками.', isFavourite: false},

    {id: 2, name: 'Паста с курицей и грибами', cooking: 'классический вид итальянской пасты, характеризующийся тонкой плоской формой. Традиционно изготавливается из яичного теста. Ширина — обычно около 6–8 мм', isFavourite: false},

    {id: 3, name: 'Котлеты домашние', cooking: 'Домашние котлеты можно приготовить из разных ингредиентов: фарша, курицы, рыбы или овощей. Ниже представлены рецепты котлет из разных продуктов', isFavourite: false},

    {id: 4, name: 'Ролл с курицей', cooking: 'Роллы с курицей — блюдо, в котором обжаренные кусочки куриного филе укладываются в рис и заворачиваются в нори.', isFavourite: false},

    {id: 5, name: 'Медальон говядина', cooking: 'Медальоны из говядины — классическое блюдо, которое сочетает нежность мяса и насыщенный вкус. Их можно приготовить на сковороде, в духовке или мультиварке.', isFavourite: false},

]